---
type: DocumentReloadedLatestEventArgs
namespace: Autodesk.Revit.DB.Events
version: 2024
members: 1
tags: [revit-api, class]
---

# DocumentReloadedLatestEventArgs

`Autodesk.Revit.DB.Events.DocumentReloadedLatestEventArgs` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Location | 2021 | `public string Location { get ; set ; }` |